[
    {
        "id": "r-1",
        "group": "fish",
        "he": {
            "title": "דג סלמון ברוטב עגבניות שרי",
            "description": "חותכים עגבניות שרי לפלחים, רבעים או פרוסות עגולות, מטבלים בשמן זית, טימין או כל תבלין אחר שאוהבים. מוסיפים, מלח אטלנטי ופלפל גרוס. מכניסים לתנור שחומם מראש ל-220 מעלות (טורבו) ומוציאים את הדג כשהוא טיפה רייר, הוא ימשיך להתבשל גם אחרי האפייה ויהיה עסיסי על הצלחת שלך. מעולה להגיש לצד אורז וירקות או בטטה בתנור (בשמן זית מלח ופלפל)."
        },
        "en": {
            "title": "Salmon in cherry tomato sauce",
            "description": " Cut cherry tomatoes into slices, quarters or round slices, marinate in olive oil, thyme or any other spice you like. Add, Atlantic salt and ground pepper. Put in the oven that has been preheated to 220 degrees (turbo) and remove the fish when it is slightly rare, it will continue to cook even after baking and will be juicy on your plate. Excellent to serve alongside rice and vegetables or baked potato (olive oil, salt and pepper)."
        },
        "imgUrl": "https://res.cloudinary.com/tal-amit-dev/image/upload/v1715802815/Morena%20foodlist/R-9_b2eoli.jpg"
    },
    {
        "_id": "r-2",
        "he": {
            "title": "תיבול שאפשר לשים על כל דג (ואפילו סלט ירקות)",
            "description": "מכינים תערובת פיצוחים לא קלויים: קשיו, פיסטוקים, זרעי חמניה או דלעת (בעצם כל דבר שאוהבים ומרגיש טוב בעיכול). מכניסים למעבד מזון יחד עם פטרוזיליה וכוסברה לפי הטעם, ראשי שום קלופים, שמן זית, מלח אטלנטי ופלפל גרוס. טוחנים לעיסה גסה ובתבנית, מניחים מעל הדג.מכניסים לתנור ב - 220 מעלות (טורבו) והכי חשוב להוציא כשהדג עוד רייר, הוא ימשיך להתבשל גם לאחר האפייה.  להגיש עם לימון לצד תפוחי אדמה קטנים או ירקות שורש שנאפו בתנור עם שמן זית, מלח פלפל, שיהיה בתיאבון"
        },
        "en": {
            "title": " Seasoning that can be put on any fish (and even vegetable salad)",
            "description": "Mix together a blend of unroasted nuts: cashews, pistachios, sunflower or pumpkin seeds (basically anything you like and feel good digesting). Put them in a food processor along with parsley and cilantro to taste, peeled garlic cloves, olive oil, Atlantic salt, and ground pepper. Grind until coarse and spread it over the fish. Put it in the oven at 220 degrees (turbo) and most importantly, take it out when the fish is still slightly rare, as it will continue to cook even after baking. Serve with lemon alongside small potatoes or roasted root vegetables with olive oil, salt, and pepper. Enjoy!"
        }
    },
    {
        "id": "r-3",
        "group": "fish",
        "he": {
            "title": "בר ים משגע",
            "description": "מבקשים מהמוכר דגים לפרוס לכם את הדג כמו ספר ולהשאיר לו את האידרה. מניחים את הדג פתוח על תבנית ומתבלים בשמן זית, שום כתוש בנדיבות, מלח אטלנטי ופלפל שחור. מכניסים לתנור, למדף העליון בחום גבוהה של 250 מעלות למשך 10-15 דקות בלבד. להגיש לצד פלח לימון, טחינה ביתית וירקות בתנור שתובלו בזעתר טרי או רוזמרין, שמן זית, מלח ופלפל."
        },
        "en": {
            "title": "Stunning Sea Bass",
            "description": "Ask the fish seller to slice the fish like a book and leave the bone in. Place the fish open on a tray and season with olive oil, plenty of crushed garlic, Atlantic salt, and black pepper. Put in the oven on the top shelf at a high heat of 250 degrees for only 10-15 minutes. Serve with a lemon wedge, homemade tahini, and vegetables baked in the oven with fresh za'atar or rosemary, olive oil, salt, and pepper."
        },
        "imgUrl": "https://example.com/image1.jpg"
    },
    {
        "id": "r-4",
        "group": "fish",
        "he": {
            "title": "טטאקי טונה בשנייה",
            "description": "קונים נתח של טונה טרייה. מעסים את הנתח בשמן זית ועוטפים אותו בתערובת של שומשום לבן ושחור (ממש כמו שניצל). על מחבת עם שמן זית, צורבים את הנתח כ 30 שניות בכל צד, כולל הדפנות. מוציאים לקרש חיתוך (הדג עוד אדום בפנים). בקערה מכינים את הרוטב: קצת סילאן טבעי, ג'ינג'ר לפי הטעם ורוטב שנקרא קוקוס אמין שזה כמו רוטב סויה, רק מזין יותר ומופק מקוקוס (ללא טעם של קוקוס). כדי להגיש: פורסים את הדג לרצועות, מזלפים מעליו את הרוטב ומפזרים מעל בצל ירוק חתוך, פרוסות דקות של צנוניות ופלפל חריף, אדום או ירוק, למי שאוהב. לאכול עם הידיים או עם צ'ופסטיק. שיהיה בתיאבון."
        },
        "en": {
            "title": "Tuna Tataki in a Second",
            "description": "Buy a piece of fresh tuna. Massage the piece with olive oil and coat it in a mixture of white and black sesame seeds (just like schnitzel). In a pan with olive oil, sear the piece for about 30 seconds on each side, including the edges. Remove to a cutting board (the fish is still red inside). In a bowl, prepare the sauce: a bit of natural silan, ginger to taste, and a sauce called coconut aminos which is like soy sauce, but more nutritious and made from coconut (without a coconut taste). To serve: slice the fish into strips, drizzle the sauce over it, and sprinkle over chopped green onion, thin slices of radishes, and hot pepper, red or green, for those who like it. Eat with your hands or chopsticks. Enjoy."
        },
        "imgUrl": "https://example.com/image2.jpg"
    },
    {
        "id": "r-5",
        "group": "fish",
        "he": {
            "title": "סביצ'ה דג זה הדבר הכי קל להכנה",
            "description": "כל מה שצריך זה דג טרי חתוך לקוביות קטנטנות. בקערה נפרדת, מכינים את התיבול שיכול להיות על בסיס של שמן זית, לימון או מיץ תפוזים, מלח ופלפל ועל זה להוסיף כל דבר שאוהבים: פטרוזיליה, כוסברה, פרוסות של אבוקדו, קוביות של מנגו, צנוניות, בצל ירוק, פלפל חריף (בעצם מכינים מיני סלט שאוהבים שיכול להשתלב עם הדג). מערבבים הכל, כולל הדג ומגישים עם עלי חסה מסולסלת או טורטיות חומוס ו/או ביצים קשות… רעיון!"
        },
        "en": {
            "title": "Fish Ceviche is the Easiest Thing to Make",
            "description": "All you need is fresh fish cut into tiny cubes. In a separate bowl, prepare the seasoning which can be based on olive oil, lemon, or orange juice, salt, and pepper, and add anything you like: parsley, cilantro, slices of avocado, cubes of mango, radishes, green onion, hot pepper (basically making a mini salad you like that can go with the fish). Mix everything, including the fish, and serve with curly lettuce leaves or hummus tortillas and/or hard-boiled eggs... idea!"
        },
        "imgUrl": "https://example.com/image3.jpg"
    },
    {
        "id": "r-6",
        "group": "fish",
        "he": {
            "title": "סלמון מיושן",
            "description": "לוקחים נתחים של סלמון, מצפים אותם במלח גס אטלנטי וכל תיבול שאוהבים כמו: טימין, זעתר יבש, כוסבר יבשה, אורגנו, אפשר להוסיף לזה פפריקה מתוקה או מעושנת (באמת כל דבר שאוהבים ושמזהים בעין). נותנים לדג לשבת על רשת במקרר לפחות לשלושה ימים, פורסים דק ואוכלים לצד סלט קולורבי ושומר שנחתכו גס, עם מלא לימון, מלח פלפל ושמן זית."
        },
        "en": {
            "title": "Aged Salmon",
            "description": "Take pieces of salmon, coat them in coarse Atlantic salt and any seasoning you like: thyme, dried za'atar, dried coriander, oregano, you can add sweet or smoked paprika (really anything you like and recognize by sight). Let the fish sit on a rack in the refrigerator for at least three days, slice thinly and eat alongside a salad of roughly chopped kohlrabi and fennel, with plenty of lemon, salt, pepper, and olive oil."
        },
        "imgUrl": "https://example.com/image4.jpg"
    },
    {
        "id": "r-7",
        "group": "fish",
        "he": {
            "title": "דג ברוטב (מושט, דניס, בס, או מוסר)",
            "description": "קונים דגים טריים בלבד, המלצה לדגים מהים ולא מבריכות. במחבת רחבה ועמוקה, מחממים שמן זית ומניחים את פרוסות הדג (העור כלפי מטה). מתבלים בפפריקה וכורכום ומוסיפים בנדיבות: שיני שום קלופות, פרוסות גמבה אדומה, כוסברה קצוצה גס, עלי סלרי קצוצים, מלח אטלנטי, פלפל חריף או פלפל שחור גרוס לפי הטעם ועוד קצת שמן זית מעל הכל. **אפשר להוסיף גרגירי חומוס שלמים. לבשל על אש קטנה כ 20 דקות. מגישים לצד אורז לבן שהוכן במים עם גבעול של עלה סלרי לתוספת טעם או טורטיות חומוס."
        },
        "en": {
            "title": "Fish in Sauce (Mullet, Sea Bream, Bass, or Grouper)",
            "description": "Buy only fresh fish, preferably sea fish rather than farmed fish. In a wide, deep pan, heat olive oil and place the fish slices (skin side down). Season with paprika and turmeric and generously add: peeled garlic cloves, red bell pepper slices, coarsely chopped cilantro, chopped celery leaves, Atlantic salt, hot pepper or ground black pepper to taste, and a bit more olive oil over everything. **You can add whole chickpeas. Cook over low heat for about 20 minutes. Serve with white rice cooked in water with a celery leaf stalk for added flavor or hummus tortillas."
        },
        "imgUrl": "https://example.com/image5.jpg"
    },
    {
        "id": "r-8",
        "group": "chicken-and-poltry",
        "he": {
            "title": "פרגית על הגז או על התנור",
            "description": "בתבנית שמתאימה גם לתנור, מטגנים מלא, מלא, מלא, רצועות של בצל לבן, עד שהוא נהיה זהוב, זהוב, זהוב. מתבלים את הפרגיות ב: בהרט בנדיבות(!), פפריקה ומעט כמון. מניחים לצריבה יפה מכל צד (אפשר ביחד עם הבצל שכבר קיבלת צבע יפה). מוסיפים את האורז (יבש), גבעול סלרי שלם, מים רותחים והמלח. ממשיכים לבשל על הגז, אש נמוכה לשעה וחצי או שמכניסים לתנור ל 170 מעלות (טורבו). אוכלים עם סלט שאוהבים. אני אוהבת סלט קצוץ ירוק: תרד, עליי בייבי, חסות, פטרוזיליה, בצל ירוק ווכל מה שאוהבים (עם רוטב בסיס). **תוספת מגניבה לכל מאכל עם אורז היא עלה של סלרי בבישול, שיוציא טעם אוממי לכל הסיר."
        },
        "en": {
            "title": "Grilled or Oven-Baked Chicken Thighs",
            "description": "In a tray suitable for the oven, fry lots and lots and lots of white onion strips until they are golden, golden, golden. Season the chicken thighs with: generous baharat(!), paprika, and a little cumin. Sear nicely on all sides (you can do this together with the onions that have already turned a nice color). Add the rice (dry), a whole celery stalk, boiling water, and salt. Continue cooking on the stove, low heat for an hour and a half or put in the oven at 170 degrees (turbo). Eat with a salad you like. I like a chopped green salad: spinach, baby leaves, lettuce, parsley, green onion, and anything you like (with a basic dressing). **A cool addition to any dish with rice is a celery leaf during cooking, which will release umami flavor into the whole pot."
        },
        "imgUrl": "https://example.com/image6.jpg"
    },
    {
        "id": "r-9",
        "he": {
            "title": "סטוק של חזה הודו / עוף במקפיא",
            "description": "נשאר רק להוציא מההקפאה, לפרוס, להקפיץ על הפלנצ'ה ולהוסיף לכל ארוחה. בקערה עם מי מלח (פשוט מים ומלח אטלנטי בכמות יפה), מניחים את החזה ומשרים ל -24 שעות בכדי לשמור על העסיסיות והרכות. מכינים איזה תיבול שאוהבים: אני אוהבת לקחת דבש, חרדל, מלח, פלפל ומעט שמן זית. אפשר פלפל שחור מלח וסילאן טבעי. אפשר טימין, פפריקה, מלח או כל טיבול אחר שאוהבים ומזהים בעיניים. חשוב שהתיבול יהיה יחסית חזק בטעם ודומיננטי כי הוא הולך רק לצפות את הנתחים. מורחים על החזה (אפשר להכין מספר תיבולים שונים במקביל), מכסים בנייר אפייה ואז נייר כסף (שיהיה אטום). אופים ב 160 מעלות לכשעה וחצי. מוציאים, מקררים ומקפיאים."
        },
        "en": {
            "title": "Turkey/Chicken Breast Stock in the Freezer",
            "description": "Just take it out of the freezer, slice it, stir-fry it on the plancha, and add it to any meal. In a bowl with salt water (just water and a good amount of Atlantic salt), place the breast and soak for 24 hours to maintain juiciness and tenderness. Prepare any seasoning you like: I like to use honey, mustard, salt, pepper, and a bit of olive oil. You can use black pepper, salt, and natural silan. You can use thyme, paprika, salt, or any other seasoning you like and recognize by sight. It is important that the seasoning is relatively strong and dominant in taste because it will only coat the pieces. Spread on the breast (you can prepare several different seasonings simultaneously), cover with baking paper and then aluminum foil (to be airtight). Bake at 160 degrees for about an hour and a half. Remove, cool, and freeze."
        },
        "imgUrl": "https://example.com/image7.jpg"
    },
    {
        "id": "r-10",
        "he": {
            "title": "תבשיל עוף וחומוס על הגז",
            "description": "בסיר מטגנים בשמן זית את חלקי העוף (כרעיים ושוקיים), מתבלים בפפריקה, כורכום ומעט כמון. מוסיפים בצל (אפשר להיות פה נדיבים מאוד) וממשיכים לטגן. כשהכל זהוב ויפה, מוסיפים גרגירי חומוס, כוסברה ופטרוזיליה קצוצים אם אוהבים ועלי סלרי לטעם האוממי. שופכים מים רותחים עד שכמעט מכסים את העוף, מוסיפים מלח אטלנטי ופלפל שחור. מניחים על אש קטנה ונותנים לזה לפחות שעתיים. מושלם על אורז יסמין, פרסי או בסמטי לבן."
        },
        "en": {
            "title": "Chicken and Chickpeas Stew on the Stove",
            "description": "In a pot, fry the chicken parts (thighs and drumsticks) in olive oil, season with paprika, turmeric, and a little cumin. Add onions (you can be very generous here) and continue frying. When everything is golden and beautiful, add chickpeas, chopped cilantro and parsley if you like, and celery leaves for the umami taste. Pour boiling water until it almost covers the chicken, add Atlantic salt and black pepper. Place on low heat and let it cook for at least two hours. Perfect over jasmine, Persian, or basmati white rice."
        },
        "imgUrl": "https://example.com/image8.jpg"
    },
    {
        "id": "r-11",
        "he": {
            "title": "פילטים של עוף על הפלנצ׳ה",
            "description": "קונים פילטים של עוף (הם קצת יותר רבים וצרים משניצל עוף). במחבת מחממים: שמן זית, סילאן למתיקות וצבע, מלח אטלנטי ופלפל שחור גרוס. מניחים את הפילטים רק אחרי שהמחבת והרוטב חמים. נותנים להם טיגון טוב עד להשחמה בצד אחד ורק אז הופכים להשחמה בצד השני. כשהפילטים מוכנים מבפנים ושזופים מאוד מבחוץ, מעבירים לקערה. באותה מחבת מקפיצים ירקות (אפשר להוסיף שמן זית) עד למידת ״אל דנטה״, מוסיפים את הפילטים ומגישים לצד פחמימה טובה וטבעית או שאוכלים פשוט ככה בקערה או על עלה של חסה (:"
        },
        "en": {
            "title": "Chicken Fillets on the Plancha",
            "description": "Buy chicken fillets (they are a bit more numerous and narrow than chicken schnitzel). In a pan, heat: olive oil, silan for sweetness and color, Atlantic salt, and ground black pepper. Place the fillets only after the pan and the sauce are hot. Give them a good fry until browned on one side and only then turn to brown on the other side. When the fillets are ready inside and very tanned on the outside, transfer to a bowl. In the same pan, stir-fry vegetables (you can add olive oil) until al dente, add the fillets and serve with a good and natural carbohydrate or just eat like this in a bowl or on a lettuce leaf (:"
        },
        "imgUrl": "https://example.com/image9.jpg"
    },
    {
        "id": "r-12",
        "he": {
            "title": "שניצל עוף",
            "description": "העדפה שלי לטגן בשמן זית. אחרי שטובלים את השניצל בביצה, מצפים אותו בדרך המקובלת (אחת ל… לא יקרה כלום) או בשיבולת שועל גרוסה (קוואקר). לשים לב לא לשרוף את השמן אז אש בינונית ולאכול לצד ירקות שורש כמו: קולורבי, בצל, גזר, סלק שנאפו בשמן זית, שום או כל תבלין אחר. להגיש לצד פלח לימון ולתבול בחרדל משובח ללא חומרים משמרים."
        },
        "en": {
            "title": "Chicken Schnitzel",
            "description": "My preference is to fry in olive oil. After dipping the schnitzel in egg, coat it in the usual way (once in a while... nothing will happen) or in ground oatmeal (quaker). Be careful not to burn the oil, so medium heat and eat alongside root vegetables like: kohlrabi, onion, carrot, beetroot baked in olive oil, garlic, or any other spice. Serve with a lemon wedge and dip in high-quality mustard without preservatives."
        },
        "imgUrl": "https://example.com/image10.jpg"
    },
    {
        "id": "r-13",
        "he": {
            "title": "קדירת בשרים",
            "description": "הסוד שלי לקדירת בשרים מעולה זה לשים שלושה סוגי בשרים: אסאדו, אוסובוקו ובשר כתף (בשר מספר 5) ולהוסיף לתיבול, קקאו! לוקחים את הבשרים, חותכים לקוביות או מבקשים מהקצב לעשות זאת. קולפים וחותכים לקוביות גדולות ירקות שורש וירקות: שורש כוסברה, פטרוזיליה, גזרים והרבה סלרי. מניחים הכל בתבנית עם נייר אפייה ומתבלים: פפריקה, סילאן, שמן זית, מלח אטלנטי ופלפל גרוס. מכינים ״שוקו״ בכוס גדולה: 1-3 כפיות של קקאו (בהתאם לכמות הבשר) ומים רותחים. שופכים על כל הבשר והירקות. מוסיפים מים רותחים ככה שיהיו נוזלים עד חצי גובה הבשר. עוטפים וסוגרים בנייר אפייה ומעליו נייר כסף לאיטום טוב. אופים בחום גבוהה (200 מעלות) למשך חצי שעה ואז מורידים את החום ל - 150 מעלות ל 3-4 שעות. להגיש לצד פירה או אורז וסלט חסה חמצמץ."
        },
        "en": {
            "title": "Meat Stew",
            "description": "My secret to an excellent meat stew is to use three types of meat: asado, osso buco, and shoulder meat (meat number 5) and add cocoa to the seasoning! Take the meats, cut into cubes or ask the butcher to do so. Peel and cut into large cubes root vegetables and vegetables: coriander root, parsley, carrots, and lots of celery. Place everything in a tray with baking paper and season: paprika, silan, olive oil, Atlantic salt, and ground pepper. Prepare 'choco' in a large cup: 1-3 teaspoons of cocoa (depending on the amount of meat) and boiling water. Pour over all the meat and vegetables. Add boiling water so that there are liquids up to half the height of the meat. Wrap and seal with baking paper and aluminum foil for good sealing. Bake at high heat (200 degrees) for half an hour, then lower the heat to 150 degrees for 3-4 hours. Serve with mashed potatoes or rice and a tangy lettuce salad."
        },
        "imgUrl": "https://example.com/image11.jpg"
    },
    {
        "id": "r-14",
        "he": {
            "title": "ארוחת סטייק ברגע",
            "description": "לפעמים כל מה שצריך זה סטייק ולא צריך מנגל בשביל זה, פשוט על הפלנצ'ה. לוקחים סטייק (אנטריקוט, סינטה או דנבר), מחממים מחבת בשמן זית ומניחים את הסטייק לדקות ספורות לכל צד (בהתאם למידת העשייה הרצויה): 1 דקה לכל צד - רייר 3 דקות - מדיום רייר / וול בהתאם לעובי הנתח 5 דקות - וול דאן לתבל במלח גס אטלנטי ופלפל שחור. לצד הסטייק מכינים בטטה בתנור (רצועות דקות עם שמן זית מלח ופלפל או כל תבלין אחר) וירקות כמו: ברוקולי מבושל, שעועית ירוקה / עלי פאק צוי מוקפצים בשמן זית, שום, מלח ופלפל ואפשר גם סתם סלט חסה (:"
        },
        "en": {
            "title": "Instant Steak Meal",
            "description": "Sometimes all you need is a steak and you don't need a grill for it, just the plancha. Take a steak (entrecote, sirloin, or Denver), heat a pan with olive oil and place the steak for a few minutes on each side (depending on the desired doneness): 1 minute on each side - rare 3 minutes - medium rare / well depending on the thickness of the piece 5 minutes - well done Season with coarse Atlantic salt and black pepper. Next to the steak, prepare baked sweet potato (thin strips with olive oil, salt, and pepper or any other seasoning) and vegetables like: steamed broccoli, green beans / stir-fried pak choi leaves in olive oil, garlic, salt, and pepper, and you can also just have a lettuce salad (:"
        },
        "imgUrl": "https://example.com/image12.jpg"
    },
    {
        "id": "r-15",
        "he": {
            "title": "קציצות ברוטב או לא",
            "description": "איך אני מכינה קציצות? פעם ברוטב עגבניות ופעם לא. אני אוהבת לקחת בצל, לגרר אותו, לטגן אותו ולהוסיף אותו לתערובת יחד עם: פטרוזיליה וכוסברה קצוצים, סלרי קצוץ, ביצה, קוואקר ומעט סודה לשתייה ללא אלומיניום שתרכך עוד את הבשר. אני מוסיפה תיבול: פפריקה, מעט כמון, מלח אטלנטי ופלפל שחור. לקציצות ברוטב: אני מטגנת את הקציצות בסיר למדיום רייר ואז מוסיפה עגבניות מרוסקת בנינג׳ה, מעט סילאן לאיזון החמיצות מהעגבניות, פפריקה, מלח ופלפל לפי הטעם ועוד שמן זית. לקציצות ללא רוטב, אני פשוט מטגנת עד שהקציצות מוכנות בפנים (מדיום וול). להגיש לצד סלט ירקות ו/או אורז."
        },
        "en": {
            "title": "Meatballs in Sauce or Not",
            "description": "How do I make meatballs? Sometimes with tomato sauce and sometimes not. I like to take an onion, grate it, fry it, and add it to the mixture along with: chopped parsley and cilantro, chopped celery, an egg, quaker, and a little aluminum-free baking soda to further soften the meat. I add seasoning: paprika, a little cumin, Atlantic salt, and black pepper. For meatballs in sauce: I fry the meatballs in a pot to medium rare and then add crushed tomatoes in a ninja, a little silan to balance the acidity from the tomatoes, paprika, salt and pepper to taste, and more olive oil. For meatballs without sauce, I simply fry until the meatballs are done inside (medium well). Serve with vegetable salad and/or rice."
        },
        "imgUrl": "https://example.com/image13.jpg"
    }
]